[LWS_Assassin X2SoldierClassTemplate]
+DisplayName="刺客"
+ClassSummary="刺客属于某种邪恶性质的教派或组织。然而，他们的忠诚最终归于付给他们更多钱的人。"
+LeftAbilityTreeTitle="武士"
+RightAbilityTreeTitle="忍者"
AbilityTreeTitles[0]="武士"
AbilityTreeTitles[1]="忍者"
AbilityTreeTitles[2]="剑客"
AbilityTreeTitles[3]="XCOM"

+RandomNickNames[0]="Slayer"
+RandomNickNames[1]="Samurai"
+RandomNickNames[2]="Ninja"
+RandomNickNames[3]="Hunter"
+RandomNickNames[4]="Swordsinger"
+RandomNickNames[5]="Blade"
+RandomNickNames[6]="Bladedancer"
+RandomNickNames[7]="Razor"
+RandomNickNames[8]="Assassin"
+RandomNickNames[9]="Kensai"
+RandomNickNames[10]="Death"
+RandomNickNames[11]="Shinigami"
+RandomNickNames[12]="Reaper"
+RandomNickNames[13]="Khinjar"
+RandomNickNames[14]="Kataar"
+RandomNickNames[15]="Hoari"
+RandomNickNames[16]="Yokai"
+RandomNickNames[17]="Akuma"
+RandomNickNames[18]="Deamhan"


[AssAssin_Windcaller_Passive X2AbilityTemplate]
LocFriendlyName="刺客的遗赠"
LocLongDescription="对相邻的目标进行近战攻击只需1个行动点，并且不会结束回合。攻击蓝色移动范围内的敌人将获得一个仅限移动的行动点。"
LocHelpText="近战攻击后获得仅限移动行动点."
LocPromotionPopupText="\"蓝色移动范围内\" 意味着玩家实际能看到蓝色的边框的行动范围. 如果在攻击之前蓝色边框不可见，那么刺客的遗赠将不会被生效。"
LocFlyOverText="刺客的遗赠" 

[AssAssin_WindcallerFury X2AbilityTemplate]
LocFriendlyName="刺客的狂怒"
LocLongDescription="近战攻击总是消耗1个行动点且不会结束回合。"
LocHelpText="近战攻击总是消耗1个行动点且不会结束回合。"
LocFlyOverText="刺客的狂怒"